-- phpMyAdmin SQL Dump
-- version 3.3.7
-- http://www.phpmyadmin.net
--
-- 主機: localhost
-- 建立日期: Dec 28, 2013, 03:00 AM
-- 伺服器版本: 5.0.90
-- PHP 版本: 5.2.14

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 資料庫: `justnowmovie`
--

-- --------------------------------------------------------

--
-- 資料表格式： `user_goods`
--

CREATE TABLE IF NOT EXISTS `user_goods` (
  `GID` int(11) NOT NULL,
  `TAKEN` int(11) NOT NULL,
  `OWNER` varchar(64) NOT NULL,
  `GNAME` varchar(125) NOT NULL,
  `GOBJID` int(11) NOT NULL,
  `SALE` varchar(10) NOT NULL,
  `PRICE` int(11) NOT NULL,
  `X` float NOT NULL,
  `Y` float NOT NULL,
  `Z` float NOT NULL,
  `RX` float NOT NULL,
  `RY` float NOT NULL,
  `RZ` float NOT NULL,
  `KEY` int(11) NOT NULL,
  `WID` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=gbk;

--
-- 列出以下資料庫的數據： `user_goods`
--

INSERT INTO `user_goods` (`GID`, `TAKEN`, `OWNER`, `GNAME`, `GOBJID`, `SALE`, `PRICE`, `X`, `Y`, `Z`, `RX`, `RY`, `RZ`, `KEY`, `WID`) VALUES
(94, 1, 'mr.cat', 'mr.cat 的物品', 1505, 'NO', 200, 2063.84, 2187.71, 9.83899, 0, -1, -88, 0, 0),
(95, 1, 'EJava_PSparrow', 'EJava_PSparrow 的物品', 2133, 'NO', 200, 2366.42, -1130.14, 1049.82, 0, 0, -92.4, 0, 5008),
(96, 1, 'Triad丶莫离', '[莫离小区]晒太阳专用', 1745, 'NO', 200, 2148.89, -1814.01, 17.86, 0, 0, 89, 0, 0),
(97, 1, 'Triad丶莫离', 'Triad丶莫离 的物品', 2225, 'NO', 200, 2184.56, -1815.11, 17.93, 0, 0, 0, 0, 0),
(98, 1, 'Triad丶莫离', 'Triad丶莫离 的物品', 2225, 'NO', 200, 2177.59, -1784.05, 17.5212, 0, 0, -88.6, 0, 0),
(99, 1, 'Triad丶莫离', 'Triad丶莫离 的物品', 18728, 'NO', 500, 2173.7, -1801.19, 24.3072, 0, 0, 0, 0, 0),
(100, 1, '[N.O.O.S.E]NF_CC', '淘C之光', 18728, 'NO', 500, 2066.01, 2160.8, 10.7359, -53.9, 87.2, 73.8, 0, 0),
(101, 1, '[N.O.O.S.E]NF_CC', '[N.O.O.S.E]NF_CC 的物品', 2510, 'NO', 200, 2068.31, 2218.32, 10.8203, 0, 0, 0, 0, 0),
(102, 1, 'EJava_PSparrow', 'EJava_PSparrow 的物品', 2510, 'NO', 200, 1033.84, -809.018, 105.178, 0, -9.2, -161.9, 0, 0),
(103, 1, '警察局(F.B.I)', 'FBI小区欢迎你！', 2510, 'NO', 200, 2111.18, 2177, 14.29, 0, 0, 90, 0, 0),
(104, 1, 'EJava_PSparrow', 'EJava_PSparrow 的物品', 2510, 'NO', 200, 1028.06, -811.215, 105.055, 0.8, 44.9, -175.3, 0, 0),
(105, 1, 'Triad丶莫离', '[莫离小区]玩具模型', 2511, 'NO', 200, 2157.75, -1805.84, 12.9541, -15, 9, 89, 0, 0),
(106, 1, '警察局(F.B.I)', 'FBI小区专用停车场', 2797, 'NO', 200, 2035.2, 2158.5, 13.0703, 0, 0, 178.9, 0, 0),
(109, 1, 'Triad丶莫离', '{ff0000}[莫离小区]昆明犬', 19315, 'NO', 200, 2188.41, -1786.01, 12.8, 0, 0, 88, 0, 0),
(108, 1, '[Landrover]_酒鬼', '[Landrover]_酒鬼 的物品', 3526, 'NO', 200, 2127.19, 2218.18, 9.83656, -1.29999, -28.9, 93.4001, 456456, 0),
(107, 1, 'Triad丶莫离', '{ff0000}[莫离小区]德国牧羊犬', 19315, 'NO', 200, 2181.24, -1786.03, 12.8, 0, 0, 92, 0, 0),
(110, 1, 'Triad丶莫离', '{ff0000}[莫离小区]生人勿进', 19304, 'NO', 300, 2181.89, -1769.02, 13, 0, 0, 179, 0, 0),
(111, 1, '警察局(F.B.I)', '！FBI小区 停车场！', 19304, 'NO', 300, 2036.79, 2161.23, 10.6977, 1, 1, 1.99999, 0, 0),
(120, 1, 'EJava_PSparrow', 'EJava_PSparrow 的物品', 18688, 'NO', 10, 1023.39, -803.326, 100.08, 0, 0, 0, 0, 0),
(112, 1, '警察局(F.B.I)', '警察局(F.B.I) 的物品', 1428, 'NO', 300, 2096.81, 2185.88, 11.17, -20, 0, -104, 0, 0),
(113, 1, '???', '{ff0000}这其实是个炸弹，嘿嘿!', 1429, 'NO', 300, 2179.83, -1770.31, 13.5718, -27.9, 0, -88.5, 0, 0),
(114, 1, '???', '{ff0000}捷径!欢迎走此', 1437, 'NO', 300, 227.233, 1029.17, 1084, -25.4, 2.3, -77.7, 0, 5022),
(115, 1, '[MarinEs]Tom', 'tomcat小区的自动贩卖机', 956, 'NO', 90, 2037.47, 2136.44, 10.2203, 0, 0, -88.1, 0, 0),
(116, 1, 'Triad丶莫离', '[莫离小区]自动贩卖机', 956, 'NO', 90, 2177.96, -1781.02, 12.8827, 0, 0, 89, 0, 0),
(117, 1, 'Triad丶莫离', 'Triad丶莫离 的物品', 956, 'NO', 90, 2037.51, 2135.23, 10.2203, 0, 0, -88.6001, 0, 0),
(118, 1, 'Triad丶莫离', '{ff0000}[莫离小区]喷泉', 3515, 'NO', 180, 2166, -1799, 13, 0, 0, 0, 0, 0),
(119, 1, '???', '{000000}哇！真牛逼！', 11470, 'NO', 180, 2106.97, 2177.21, 18.5285, -0.200001, 0, -90.1999, 0, 0),
(121, 1, '???', '{ff0000}空格{000000}的{ff0000}车位!', 19474, 'NO', 120, 2075.01, 2188, 9.27997, 0, 0.4, 179, 0, 0),
(122, 1, '???', '{ff0000}凭证出入', 3666, 'NO', 120, 2183.62, -1769.89, 14.078, 0, 1.9, 0, 0, 0),
(123, 1, 'EJava_PSparrow', 'EJava_PSparrow 的物品', 19279, 'NO', 120, 1034.93, -813.477, 103.756, -8.7, 0.099999, 16.6, 0, 0);
